{
    "Please scan QR code sent to": "請掃描發送至的二維碼",
    "your registered email ID in ABS": "您在 ABS 中註冊的電子郵件 ID",
    "or": "或者",
    "Please provide your mobile number": "請提供您的手機號碼",
    "Mobile Number": "手機號碼",
    "Enter mobile number": "輸入手機號碼",
    "Please enter the valid mobile number": "請輸入有效手機號碼",
    "Submit": "提交",
    "Please wait...": "請稍等...",
    "Please confirm the": "請確認",
    "product details": "產品詳情",
    "Customer Details": "顧客信息",
    "First Name": "名",
    "Please enter the first name": "請輸入名字",
    "Last Name": "姓",
    "Please enter the last name": "請輸入姓氏",
    "Please enter valid mobile number": "請輸入有效手機號碼",
    "Email ID": "電子郵件ID",
    "Please enter valid email ID": "請輸入有效的電子郵件 ID",
    "Address": "地址",
    "Please enter the address": "請輸入地址",
    "Country": "國家",
    "Please select the Country/Region": "請選擇國家/地區",
    "State": "狀態",
    "Please select the Region": "請選擇地區",
    "City": "城市",
    "Please select the Area": "請選擇地區",
    "Pincode": "PIN碼",
    "Please enter the pincode": "請輸入密碼",
    "Next": "下一個",
    "Please enter your device": "請輸入您的設備",
    "serial number": "序列號",
    "Serial Number": "序列號",
    "Please enter the serial number": "請輸入序列號",
    "Product Details": "產品詳情",
    "Warranty Type": "保修類型",
    "Warranty Status": "質保狀態",
    "MTM": "MTM",
    "Machine Type": "機器的種類",
    "Accessory details": "配件詳情",
    "Others (If any):": "其他（如有）：",
    "Please select the accessories": "請選擇配件",
    "Problem Description": "問題描述",
    "(You can select more than one option)": "（您可以選擇多個選項）",
    "I have password": "我有密碼",
    "I do not have password": "我沒有密碼",
    "Disclaimer": "免責聲明",
    "Terms & Conditions": "條款和條件",
    "Cancel": "取消",
    "Confirm": "確認",
    "Please enter all the mandatory fields": "請輸入所有必填字段",
    "Scan QR": "掃描二維碼",
    "Code Below": "下面的代碼",
    "Please backup and secure all programs and data in your machine. This warranty service DOES NOT cover the loss of, or damage to your data Repairing for NON-WARRANTY\/WARRANTY VOID ( unauthorized repair ) machine are CHARGEABLE, which includes parts and labor charges Email is solely used for customer survey purpose to improve our service. Lenovo will treat data collected from you (email id & phone no) in accordance with Lenovo's privacy policy. To review this privacy policy, please see: ": "請備份並保護您機器中的所有程序和數據。此保修服務不包括您的數據丟失或損壞。維修非保修\/保修無效（未經授權的維修）機器是收費的，其中包括零件和人工費用電子郵件僅用於客戶調查目的，以改善我們的服務。 Lenovo 將根據 Lenovo 的隱私政策處理從您那裡收集的數據（電子郵件 ID 和電話號碼）。要查看此隱私政策，請參閱：",
    "Close": "關閉",
    "Warranty Verifications": "保修驗證",
    "Warranty period for product starts on the original date of purchase specified on your sales receipt or invoice. Warranty verification will be based on either sales invoice or sales receipt. All verification must be completed with machine and purchase details. Parts contained within the machine may have different warranty conditions and may be subject to additional charges": "產品的保修期從您的銷售收據或發票上指定的原始購買日期開始。保修驗證將基於銷售發票或銷售收據。必須使用機器和購買詳細信息完成所有驗證。機器中包含的零件可能具有不同的保修條件，並且可能需要支付額外費用",
    "Limitation of Warranty": "保修限制",
    "Lenovo Warranty DOES NOT COVER :": "Lenovo 保修不包括：",
    "physical damages;": "物理損壞；",
    "failure or damage resulting from misuse, accident, modification, unsuitable physical or operating environment, natural disasters, power surges, or improper maintenance by you (such as, for example by dropping, damage caused by liquids, viruses, or forgetting of password);": "因誤用、事故、修改、不合適的物理或操作環境、自然災害、電湧或您的不當維護（例如跌落、液體、病毒或忘記密碼造成的損壞）而導致的故障或損壞；",
    "damage caused by a non-authorized service provider;": "由未經授權的服務提供商造成的損壞；",
    "failure or, or damage caused by, any third party products, including those that Lenovo may provide or integrate into the Lenovo product at your request;": "由任何第三方產品（包括 Lenovo 可能根據您的要求提供或集成到 Lenovo 產品中的產品）引起的故障或損壞；",
    "Any attempt of removal or alteration of identification labels on the product or its parts will render Lenovo Warranty void.": "任何試圖移除或更改產品或其部件上的識別標籤的行為都將導致 Lenovo 保修失效。",
    "Any attempt to dismantle the machine or parts contained therein by non-authorized Lenovo Service Provider personnel will render Lenovo Warranty void.": "任何未經授權的 Lenovo Service Provider 人員拆卸機器或其中包含的部件的任何嘗試都將使 Lenovo 保修失效。",
    "Parts replaced under Warranty Service will be PROPERTY OF LENOVO.": "根據保修服務更換的部件將歸 LENOVO 所有。",
    "The warranty for upgraded or additional Lenovo hardware or accessories is based on its own individual terms and conditions.": "升級或額外的 Lenovo 硬件或配件的保修基於其各自的條款和條件。",
    "Lenovo International Warranty Service coverage is limited to the Lenovo Limited International Warranty Service Term and Conditions.": "Lenovo 國際保修服務範圍僅限於 Lenovo 有限國際保修服務條款和條件。",
    "Non-Warranty or Warranty Void": "非保修或保修無效",
    "Lenovo Authorized Service Provider DOES NOT SUPPORT NON-LENOVO parts or accessories and NON LENOVO standard software preloads or applications.": "Lenovo 授權服務提供商不支持非 LENOVO 部件或附件以及非 LENOVO 標準軟件預加載或應用程序。",
    "Repairing of NON-WARRANTY or WARRANTY VOID machines are CHARGEABLE, which includes parts and labor charges.": "維修非保修或保修無效的機器是收費的，其中包括零件費和人工費。",
    "For NON-WARRANTY or WARRANTY VOID machines, there will be MINIMUM CHARGES incurred being the administrative charges for technical evaluation or assessment before Lenovo Authorized Service Provider proceed with necessary repairs. An additional charges will incurred if the repair works are being carried out upon your confirmation. These charges shall be paid at the point of collection of machine failing in which, Lenovo Authorized Service Provider reserve the right to retain the machine.": "對於非保修或保修無效的機器，在 Lenovo 授權服務提供商進行必要的維修之前，將產生最低費用，即技術評估或評估的行政費用。如果在您確認後進行維修工程，將產生額外費用。這些費用應在收集出現故障的機器時支付，聯想授權服務提供商保留扣留機器的權利。",
    "Collection": "收藏",
    "ORIGINAL MACHINE REPAIR SERVICE REPORT FORM MUST be produced for collection of machines. Lenovo Authorized Service Providers reserve the right to retain the machine in the absence of ORIGINAL MACHINE REPAIR AUTHORIZATION FORM.": "必須為收集機器製作原始機器維修服務報告表。如果沒有原始機器維修授權表，聯想授權服務提供商保留保留機器的權利。",
    "IMPORTANT NOTICE": "重要的提醒",
    "Should any machine, in which repair or service has been completed for more than THREE (3) MONTHS is not collected by the customer and continuously to be left in Lenovo or Lenovo Authorized Service Provider's premises, then Lenovo have the complete discretion to dispose or handle the machine in any way it deems fit.": "如果已完成維修或服務超過三 (3) 個月的任何機器未被客戶回收並繼續留在 Lenovo 或 Lenovo 授權服務提供商的場所，則 Lenovo 可全權酌情處置或處理以任何它認為合適的方式使用機器。",
    "Limitation of Responsibility": "責任限制",
    "You are fully responsible for the DATA contained in the storage devices attached to the machine. Before service is provided, you agree to BACKUP or secure all programs and DATA contained in the product.": "您對連接到機器的存儲設備中包含的數據負全部責任。在提供服務之前，您同意備份或保護產品中包含的所有程序和數據。",
    "It's your responsibility to have a valid licensed copy of Operating System.": "您有責任擁有操作系統的有效許可副本。",
    "Limitation of Liabilities": "責任限制",
    "Lenovo is responsible for loss or damage to your product only while it is:": "只有在以下情況下，Lenovo 才對產品的丟失或損壞負責：",
    "in Lenovo Authorized Service Provider's possession; or": "由 Lenovo 授權服務提供商擁有；或者",
    "in transit in those cases where Lenovo Authorized Service Provider is responsible for the transportation.": "在 Lenovo 授權服務提供商負責運輸的情況下，在運輸途中。",
    "Neither Lenovo nor Lenovo Authorized Service Provider is responsible for any of your data including confidential, proprietary, or personal data contained in a product.": "Lenovo 和 Lenovo 授權服務提供商均不對您的任何數據負責，包括產品中包含的機密、專有或個人數據。",
    "Under no circumstances shall Lenovo or Lenovo Authorized Service Providers be liable for any of the following even if informed of their possibility:": "在任何情況下，Lenovo 或 Lenovo 授權服務提供商均不對以下任何情況承擔責任，即使已被告知其可能性：",
    "3rd party claims against you for damages;": "第 3 方向您提出損害賠償要求；",
    "Loss or damage of your data; or": "您的數據丟失或損壞；或者",
    "Special, incidental, indirect or consequential damages, including lost profits, business revenue, goodwill or anticipated savings.": "特殊的、偶然的、間接的或後果性的損害，包括利潤損失、業務收入、商譽或預期節省。",
    "Lenovo will not be liable for any missing options, accessories or parts as claimed by customer to be in the system.": "對於客戶聲稱系統中存在的任何缺失選項、附件或部件，Lenovo 概不負責。",
    "Lenovo will not be liable for any missing accessories that are not part of the original machine, such as stickers or other decorative items.": "對於任何不屬於原裝機器的附件，如貼紙或其他裝飾物品，聯想將不承擔任何責任。",
    "Software": "軟件",
    "Software preloaded is performed based on the RESPECTIVE MODEL AND MACHINE TYPE and may vary from country to country.": "預加載的軟件是根據相應的型號和機器類型執行的，並且可能因國家\/地區而異。",
    "Factory image reinstallation, such as but not limited to One Key Recovery (OKR) is CHARGEABLE. Actual charges refer to respective Lenovo Authorized Service Providers.": "出廠映像重新安裝，例如但不限於一鍵恢復 (OKR) 是收費的。實際收費參考各自的聯想授權服務提供商。",
    "Charges": "收費",
    "Refer to your country's Lenovo Authorized Service Provider for the charges of repair works (labour and parts) and parts, options or accessories. Charges vary from country to country.": "請諮詢您所在國家\/地區的 Lenovo 授權服務提供商，了解維修工作（人工和零件）以及零件、選件或附件的費用。收費因國家\/地區而異。",
    "Please select your service": "請選擇您的服務",
    "Submit your device": "提交您的設備",
    "Collect": "收集",
    "Collect your device": "收集您的設備",
    "Information": "信息",
    "Your device is out of warranty, so please note that services charges will be applicable. Please proceed to the counter.": "您的設備已超出保修期，因此請注意服務費用將適用。請前往櫃檯。",
    "OK": "好的",
    "Alert!": "警報！",
    "Yes": "是的",
    "No": "不",
    "Please specify if you are submitting any accessory along with the device": "請說明您是否隨設備一起提交任何配件",
    "Print Preview": "打印預覽",
    "Customer Copy": "客戶副本",
    "Warranty Entitlement": "保修權利",
    "I acknowledge that all my personal data and software will be lost during the repair process": "我承認我的所有個人數據和軟件將在維修過程中丟失",
    "Machine submitted Date/Time": "機器提交日期/時間",
    "Customer Signature": "客戶簽名",
    "Collected by": "收藏者",
    "Service Center Copy": "服務中心副本",
    "Please stick this label on the device": "請將此標籤貼在設備上",
    "Print": "打印",
    "Please enter the number of items in the accessories field": "請在配件欄輸入件數",
    "It's taking longer than usual, Please try again after sometime!": "花費的時間比平時長，請稍後重試！",
    "Warning": "警告",
    "Are you sure you want to leave the page? You have unsaved data": "您確定要離開頁面嗎？您有未保存的數據",
    "Internal Server Error": "內部服務器錯誤",
    "Yes, I’ve read and accepted the": "是的，我已閱讀並接受",
    "I confirm that I am 18 years of age or older.": "我確認我已年滿 18 歲。",
    "Kindly provide your password (if applicable). Please note the device is subject to format during the repair": "請提供您的密碼（如果適用）。請注意設備在維修過程中可能會被格式化",
    "Please enter valid serial number": "請輸入有效序列號",
    "Steps you need to follow": "您需要遵循的步驟",
    "Collect the label from kiosk": "從售貨亭收集標籤",
    "Pack the device and attach the label": "包裝設備並貼上標籤",
    "on the device": "在設備上",
    "Handover the device at the counter": "在櫃檯交出設備",
    "Please enter the value 1 or more than 1": "請輸入數值 1 或大於 1",
    "Printing completed": "打印完成",
    "Print Error": "打印錯誤",
    "Error while printing, Please contact admin": "打印時出錯，請聯繫管理員",
    "Retry": "重試",
    "Please confirm that you received the print?": "請確認您收到打印件？",
    "Please contact the service center administrator.": "請聯繫服務中心管理員。",
    "Please wait printing inprogress...": "正在打印，請稍候...",
    "Copyrights": "版權",
    "Lenovo": "聯想",
    "All rights reserved": "版權所有",
    "Back": "後退",
    "Please confirm the customer and": "請確認客戶和",
    "Device Password": "設備密碼",
    "If any": "如果有的話",
    "Printing Confirmation!": "打印確認！",
    "Could you please confirm whether you have received the print?": "你能確認一下你是否收到了打印件嗎？",
    "An error occurred. Please try again or contact your administrator.": "發生錯誤。請重試或聯繫您的管理員。",
    "Search": "搜索",
    "Click Here to Start": "點此開始",
    "the registered email address": "註冊的電子郵件地址",
    "enter your mobile number": "輸入你的手機號碼",
    "Please enter the customer details": "請輸入客戶資料",
    "Entered serial number is not valid. Please check and enter again": "輸入的序列號無效。請檢查並重新輸入",
    "Please check the": "請檢查",
    "Please mention the number of accessories you are submitting": "請註明您要提交的配件數量",
    "Kindly provide your device password (if applicable). Please note the device is subject to format during the repair": "請提供您的設備密碼（如果適用）。請注意設備在維修過程中可能會被格式化",
    "Do you have any password for this device?": "你有這個設備的密碼嗎？",
    "Thank you for your visit!": "感謝您的光臨！",
    "Please note that the warranty of your device is expired. Hence this service is entitled for Service charge. Please proceed to the counter": "请注意，您的设备的保修期已过。因此，此项服务有权收取服务费。请前往柜台",
    "Please enter the password": "请输入密码",
    "Warning!": "警告！",
    "An error occurred while printing the label. Please try again or contact the administrator.": "打印標籤時出錯。請重試或聯繫管理員。",
    "Please confirm whether you have received the label?": "請確認您是否收到標籤？",
    "Please collect your device at": "请在以下位置领取您的设备",
    "the counter": "柜台",
    "Country/Region": "國家/地區",
    "Region": "地區",
    "Area": "區域",
    "Your phone number must have": "您的電話號碼必須有",
    "digit": "數字",
    "Your phone number must start with": "您的電話號碼必須以",
    "Touch to start": "触摸开始",
    "ZIP/Postal code": "郵編/郵政編碼",
    "Alert": "警報",
    "Sorry, unexpected error. booking.lenovo.com is currently unable to handle this request": "抱歉，意外錯誤。 booking.lenovo.com 目前無法處理此請求",
    "Okay": "好的",
    "Know more": "了解更多",
    "Error Details": "錯誤詳情",
    "Name": "姓名",
    "Url": "網址",
    "Status": "地位",
    "Time": "時間",
    "Connection lost! You are not connected to internet": "連接丟失！您沒有連接到互聯網",
    "Back to online": "返回在線",
    "Please enter the valid ZIP/Postal code":"請輸入有效的郵政編碼"
}